Repository: DevLGuilherme/CmdPal-VideoDownloader
Catalog: YtDlpExtension/Strings/*/Resources.resw
Source language: en_us
Languages: pt_br

# ACodec
source: Audio Codec
pt_br: Codec de Áudio

source: Advanced Options
pt_br: Opções Avançadas

# AgeRestricted
source: Age Restricted Content
pt_br: Conteúdo com Restrição de Idade

# AgeRestrictedMessage
source: This content may not be available to all users and require authentication. Provide the cookies file in the Settings page to proceed.
pt_br: Este conteúdo pode não ser acessível para todos os públicos e requer autenticação. Adicione o arquivo de cookies nas configurações para prosseguir.

# AlreadyDownloaded
source: {0} already downloaded
pt_br: {0} já foi baixado

# AlreadyUpToDate
source: yt-dlp is up to date
pt_br: O yt-dlp já está atualizado

# AppMode
source: Application mode
pt_br: Modo da aplicação

source: Audio Output Format
pt_br: Formato de saída de áudio

# AutoDownload
source: Auto-start download
pt_br: Iniciar download automaticamente

# AutoDownloadDescription
source: Downloads the video on paste (Only when Custom Format Selector is set)
pt_br: Inicia o download do video ao colar (Somente quando definido um seletor de formato personalizado)

source: Best available
pt_br: Melhor disponível

# CancelDialogDescription
source: Are you sure you want to cancel the download?
pt_br: Tem certeza que deseja cancelar o download?

source: Cancel Download
pt_br: Cancelar Download

# Cancelled
source: Download cancelled
pt_br: Download cancelado

source: Check for updates
pt_br: Checar atualizações

source: Confirm
pt_br: Confirmar

# CookiesFile
source: cookies.txt file location
pt_br: Local do arquivo cookies.txt

source: Custom Format Selector
pt_br: Seletor de formatos personalizado

source: Download
pt_br: Baixar

# DownloadAudio
source: Download Audio ({0})
pt_br: Baixar Audio ({0})

source: Download audio only
pt_br: Baixar somente áudio

source: Download Directory
pt_br: Local de Download

# Downloaded
source: Download complete
pt_br: Download completo

# Downloading
source: Downloading {0}
pt_br: Baixando {0}

# DownloadingPlaylist
source: Downloading {0} of {1}
pt_br: Baixando {0} de {1}

# DownloadingSubtitle
source: Downloading subtitle: {0}
pt_br: Baixando legenda: {0}

source: Embed thumbnail
pt_br: Incorporar thumbnail

# EmptyContentTiltle
source: Paste an URL to start.
pt_br: Cole uma URL para começar.

# EmptyDataYtDlp
source: No data received from yt-dlp
pt_br: Nenhum dado recebido do yt-dlp

source: End
pt_br: Fim

source: Error
pt_br: Erro

source: Extension
pt_br: Extensão

# Extracting
source: 🔍 Extracting metadata...
pt_br: Extraindo Metadados

# FetchingPlaylistDescription
source: Please wait
pt_br: Por favor, aguarde

# FetchingPlaylistTitle
source: Fetching playlist data
pt_br: Baixando dados da playlist

source: Format
pt_br: Formato

source: Format ID
pt_br: ID do Formato

source: In Queue
pt_br: Na fila

source: Install yt-dlp (winget)
pt_br: Instalar yt-dlp (winget)

# ListAutoCaptions
source: Auto Captions
pt_br: Legendas Automáticas

# ListSubtitles
source: Subtitles
pt_br: Legendas

# MissingThumb
source: Missing Thumbnail
pt_br: Miniatura Ausente

source: Missing Title
pt_br: Título Ausente

# Modes
source: Simple: Few formats focused on compatibility instead of quality (default) Advanced: All formats are available.
pt_br: Simples: Poucos formatos com foco em compatibilidade em vez de qualidade (padrão) Avançado: Todos os formatos disponíveis.

# NewWindowOpen
source: Process running on external window
pt_br: Processo rodando em uma janela externa

# PlaceholderText
source: Paste a video URL
pt_br: Cole a URL de um vídeo

# playlistCount
source: {0} Videos
pt_br: {0} Vídeos

# PlaylistFetchedDescription
source: Press enter to select format
pt_br: Pressione Enter para selecionar o formato

# PlaylistFetchedTitle
source: Download full playlist
pt_br: Baixar playlist completa

source: Resolution
pt_br: Resolução

source: Settings
pt_br: Configurações

# ShowOutputDir
source: Open Output Directory
pt_br: Abrir Pasta

source: Size
pt_br: Tamanho

# SomethingWrong
source: Something went wrong
pt_br: Algo deu errado

source: Start
pt_br: Início

# TrimTimeError
source: The start time cannot be greater than or equal to end time.
pt_br: O tempo inicial não pode ser maior ou igual ao tempo final

source: Trim video
pt_br: Cortar vídeo

# UpdatedSuccessful
source: Updated completed
pt_br: Atualização concluida

# UpdateSuccessfulMessage
source: yt-dlp was successfully updated {0}
pt_br: yt-dlp foi atualizado com sucesso {0}

# UserRestricted
source: Content available only for registered users
pt_br: Conteúdo disponível apenas para usuários

# UserRestrictedMessage
source: This content is only available for registered users. Provide the cookies file in the Settings page to proceed.
pt_br: Este conteúdo está disponível apenas para usuários cadastrados. Adicione o arquivo de cookies nas configurações para prosseguir.

# VCodec
source: Video Codec
pt_br: Codec de Vídeo

source: Video Output Format
pt_br: Formato de saída de vídeo

source: Video resolution
pt_br: Resolução dos vídeos

# YtDlpMissingDescription
source: yt-dlp must be installed Install the latest version of yt-dlp and reload all extensions to start using. (Tip: winget install yt-dlp.yt-dlp)
pt_br: yt-dlp é necessário Instale a versão mais recente yt-dlp para continuar e recarregue todas as extensões (Dica: winget install yt-dlp.yt-dlp)

# YtDlpMissingTitle
source: YT-DLP was not found
pt_br: YT-DLP não foi encontrado
